HOW_TO_USE_TEXT = """
🔹 Для чего этот бот?  

Он создан для общения в формате один на один.  
Бот умеет поддерживать разговор как живой человек: отвечать на вопросы, реагировать на эмоции и поддерживать любые темы — от лёгкой болтовни до глубоких дискуссий.  

🔹 Как общаться с ботом?  

Для начала введите свои данные(Пол, Возраст, Имя)
Пишите так, будто общаетесь с настоящим человеком.  
Можете начинать диалог с любого сообщения:  

Привет, как у тебя дела?  
Расскажи шутку  
Что ты думаешь о путешествиях?  
Давай поговорим о музыке  

🔹 Можно ли настроить персонажа?  

Да, в настройках (/settings) вы можете выбрать имя, пол и описание персонажа, чтобы задать стиль общения.  

🔹 Как начать разговор заново?  

Используйте команду /reset — и бот забудет предыдущий контекст.  

🔹 Есть ли ограничения?  

Бот не поддерживает токсичное и оскорбительное поведение.  
Общение должно оставаться комфортным для обеих сторон.  
"""